Revit 2024 API
ValueParsingOptions Constructor
 Creates a new ValueParsingOptions object with default settings.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public ValueParsingOptions()
Visual Basic
Public Sub New
Visual C++
public:
ValueParsingOptions()
See Also
ValueParsingOptions Class
Autodesk.Revit.DB Namespace